[
   {
      "id":1,
      "name":"home",
      "headline":"It is Perfect Weather to Make Your Life Better",
      "rule":"The 12 Most Valuable Things Everyone Should Know is self-help with smarts, an introduction to philosophy, mythology and the science of the mind, and a practical, engaging guide to a better life.",
      "intro":"Dr. Peterson journeys broadly, discussing discipline, freedom, adventure, and responsibility, distilling the world’s wisdom into 12 practical and profound rules for life. ",
      "site": "WHATEVER THE WEATHER",
      "btn":"Take An Antidote to Chaos"
   },
   {
      "id":2,
      "name":"rule 1",
      "headline":"Stand up straight with your shoulders straight",
      "rule":" Stand up straight with your shoulders straight",
      "intro":"Most lobsters are complete bastards left to their own devices. Most humans are complete bastards left to their own devices. This proves there is a God who wants us to have Order. Order is Masculine and Chaos is Feminine. Therefore to move towards Order, we all need to man up. Happiness is pointless. We are all on this Earth to suffer. So learn to suffer like a man. Not everyone can be as rich and successful as me, but try to be less of a failure than you already are.",
      "btn":"Go to next rule"
   },
   {
      "id":3,
      "name":"rule 2",
      "headline":"qwr q fdadsfasdLet's have a trip",
      "rule":"Treat yourself like someone you are responsible for helping",
      "intro":"The story of the Garden of Eden shows that we are all touched with Original Sin But you have a choice. You can either seek Heaven or be dragged down into Hell. Yes, you have a shameful, sinful nature but for God’s sake just make a bit of an effort. Stop waiting for other people to dig you out of your pitiful hole.",
      "btn":"Go to next rule"
   },
   {
      "id":4,
      "name":"rule 3",
      "headline":"rwqer fdadsfasdLet's have a trip",
      "rule":"Befriend people who want the best for you",
      "intro":"We are all Being. Just some of us are better Beings. Learn to tell the difference. Some people are beyond help. They are merely exploiting the willingness of good people to help them and, as Dostoyevsky rightly observes, will drag you down to their level. So stick with the winners. If people are determined to screw up, let them. They are nothing to do with the Divine Purpose.",
      "btn":"Go to next rule"
   },
   {
      "id":5,
      "name":"rule 4",
      "headline":"",
      "rule":"Compare yourself to who you were yesterday, not the useless person you are today",
      "intro":"Face it, you’re never going to be that smart, so don’t compare yourself to someone who is. Start by getting on your knees to pray. Even if you don’t Believe in God. Atheists are merely people who are blinded to the true way of Being. There, you feel marginally less useless already.",
      "btn":"Go to next rule"
   },
   {
      "id":6,
      "name":"rule 5",
      "headline":"",
      "rule":"Do not let your children do anything that makes you dislike them ",
      "intro":"Remember that children are born with Original Sin and have a huge capacity for Evil. They are not Innocent Beings. They need Discipline if they are going to grow up to be even vaguely worthwhile humans. And slap them if necessary – don’t listen to what the lefties say.",
      "btn":"Go to next rule"
   },
   {
      "id":7,
      "name":"rule 6",
      "headline":"",
      "rule":"Set your house in order before you criticise the world",
      "intro":"Remember the story of Cain and Abel? Well, read it then. Yes, Abel was a schmuck who deserved to die and Cain wasn’t quite as goddamn perfect as he thought he was. He deserved to die, too. We all deserve to die. So stop moaning if someone is richer and better looking than you.",
      "btn":"Go to next rule"
   },
   {
      "id":8,
      "name":"rule 7",
      "headline":"",
      "rule":"Pursue what is meaningful, not what is expedient ",
      "intro":"Life is suffering. The Book of Genesis tells us that. There is no easy way round this. So quit looking for short cuts and start reading Nietzsche.",
      "btn":"Go to next rule"
   },
   {
      "id":9,
      "name":"rule 8",
      "headline":"",
      "rule":"Tell the truth. Or at least don’t lie ",
      "intro":"To be honest, I’m scrabbling around for thingsbut my publishers tell me I need 12. By telling you the Truth about this, I am an Improved Being. Certainly better than you.",
      "btn":"Go to next rule"
   },
   {
      "id":10,
      "name":"rule 9",
      "headline":"",
      "rule":"Assume the person you are listening to knows something you don’t",
      "intro":"Just shut up, quit moaning and listen to me. I know things you don’t. So don’t expect me to listen to you. That’s not the way things work. I’m here to make you feel Better about Yourself by telling you things you already know in a way that makes you feel clever.",
      "btn":"Go to next rule"
   },
   {
      "id":11,
      "name":"rule 10",
      "headline":"",
      "rule":" Be precise in your speech",
      "intro":"Confront the chaos of Being. Don’t try to beat about the bush. Things are going to be terrible. Oedipus killed his Dad. You may well kill yours. Get over it. Face up to the real horrors of the world.",
      "btn":"Go to next rule"
   },
   {
      "id":12,
      "name":"rule 11",
      "headline":"",
      "rule":"Do not bother children while they are skateboarding",
      "intro":"This is the rule that’s the real catnip for right-wingers everywhere. Want to know why the world is falling apart? It’s because liberals are turning boys into girlies with their namby-pamby ways. Let boys do boy things and girls do girl things. Nowhere in the Bible does God say anything about this trans nonsense. There’s nothing wrong with men having all the best jobs and women staying home to look after the kids. So back off, ladies, and give us men a break.",
      "btn":"Go to next rule"
   },
   {
      "id":13,
      "name":"rule 12",
      "headline":"",
      "rule":"Pet a cat when you encounter one in the street",
      "intro":"OK. So I really am scraping the barrel now. We’re all going to die. Probably painfully. So just make the best of what you’ve got. If you see a cat, stroke it. You might feel better. Though probably not. And if there are no cats, pet something else. Like a dog.",
      "btn":"Go to summary"
   },
   {
      "id":14,
      "name":"summary",
      "headline":"",
      "rule":"Pet a cat when you encounter one in the street",
      "intro":"OK. So I really am scraping the barrel now. We’re all going to die. Probably painfully. So just make the best of what you’ve got. If you see a cat, stroke it. You might feel better. Though probably not. And if there are no cats, pet something else. Like a dog.",
      "btn":"Go to summary"
   }
]